amiralizadeh9480.laravel-extra-intellisense
anbuselvanrocky.bootstrap5-vscode
batisteo.vscode-django
bmewburn.vscode-intelephense-client
catppuccin.catppuccin-vsc
celianriboulet.webvalidator
christian-kohler.path-intellisense
codingyu.laravel-goto-view
devsense.composer-php-vscode
devsense.intelli-php-vscode
devsense.phptools-vscode
devsense.profiler-php-vscode
docker.docker
dracula-theme.theme-dracula
eamodio.gitlens
esbenp.prettier-vscode
formulahendry.code-runner
formulahendry.docker-explorer
fwcd.kotlin
github.copilot
github.copilot-chat
github.remotehub
github.vscode-github-actions
golang.go
johnpapa.vscode-peacock
leetcode.vscode-leetcode
magicstack.magicpython
mechatroner.rainbow-csv
mgmcdermott.vscode-language-babel
ms-azuretools.vscode-docker
ms-python.autopep8
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode.azure-repos
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.live-server
ms-vscode.remote-repositories
ms-vsliveshare.vsliveshare
onecentlin.laravel-blade
pnp.polacode
redhat.java
ritwickdey.liveserver
sandipchitale.vscode-mdn-reference
shahilkumar.docxreader
shufo.vscode-blade-formatter
sidthesloth.html5-boilerplate
teabyii.ayu
tomoki1207.pdf
twxs.cmake
usernamehw.errorlens
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
wongjn.php-sniffer
xabikos.javascriptsnippets
zobo.php-intellisense
